const product = [
    { 제품명: "부대찌개", 가격: 5400, 규격: "500g", 공급업체: "강릉서북식품", LotNo: "WPD-20250124-001", 단위: "팩", 창고위치: "1층 A-2", 관리사항: "냉장보관", 품번: "P001", 입고일: "2025-01-24", 유효기간: "2025-07-24", 재고수량: "3700", 제품유형: "완제품" },
    { 제품명: "김치찌개", 가격: 8300, 규격: "600g", 공급업체: "한림남부유통", LotNo: "WPD-20250124-002", 단위: "팩", 창고위치: "1층 A-2", 관리사항: "냉장보관", 품번: "P002", 입고일: "2025-01-24", 유효기간: "2025-07-24", 재고수량: "2865", 제품유형: "완제품" },
    { 제품명: "밀푀유나베", 가격: 12000, 규격: "700g", 공급업체: "옥계동양푸드", LotNo: "WPD-20250124-003", 단위: "세트", 창고위치: "1층 A-1", 관리사항: "냉장보관", 품번: "P003", 입고일: "2025-01-24", 유효기간: "2025-07-24", 재고수량: "3127", 제품유형: "완제품" },
    { 제품명: "떡볶이", 가격: 4800, 규격: "400g", 공급업체: "양양서쪽상회", LotNo: "WPD-20250124-004", 단위: "팩", 창고위치: "1층 B-1", 관리사항: "실온보관", 품번: "P004", 입고일: "2025-01-24", 유효기간: "2025-07-24", 재고수량:"1895", 제품유형: "완제품" },
    { 제품명: "곱창전골", 가격: 15000, 규격: "800g", 공급업체: "태백북도식자재", LotNo: "WPD-20250124-005", 단위: "냄비", 창고위치: "지하 1층 A-1", 관리사항: "냉동보관", 품번: "P005", 입고일: "2025-01-24", 유효기간: "2025-07-24", 재고수량:"3450", 제품유형: "완제품" }
];

console.log("상품 데이터 로드 완료");